Revit 2027 API
EnergyAnalysisZone.UseAirChangesPerHour Property
 Use the air changes per hour.
Namespace: Autodesk.Revit.DB.Analysis
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool UseAirChangesPerHour { get; }
Public ReadOnly Property UseAirChangesPerHour As Boolean
	Get
public:
property bool UseAirChangesPerHour {
	bool get ();
}
member UseAirChangesPerHour : bool with get
Property Value
Boolean
See Also
Reference
EnergyAnalysisZone Class
Autodesk.Revit.DB.Analysis Namespace